/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"Cuentas móviles y otras opciones";
"mcx.pfm_description" =			"Creación, borrado y otras opciones de las cuentas móviles.";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"Crear directorio de inicio portátil";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"Crear un directorio de inicio portátil con la sincronización por omisión al iniciar la sesión.";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"Crear cuenta móvil";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"Crear una cuenta móvil con la sincronización desactivada al iniciar la sesión.";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"Mostrar cuadro de diálogo de cuentas móviles";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"Antes de la creación de una cuenta móvil, se muestra un cuadro de diálogo que permite al usuario saltarse el proceso de creación de una cuenta móvil e iniciar la sesión con su cuenta de red y su carpeta de inicio de red.";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"Opción de no volver a mostrar nunca el cuadro de diálogo de cuentas móviles";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"En el cuadro de diálogo de creación de cuentas móviles, habilite la opción que permite no mostrar dicho cuadro en lo sucesivo al iniciar una sesión.";
"cachedaccounts.create.encrypt.pfm_title" =			"Requerir carpetas de inicio móviles FileVault";
"cachedaccounts.create.encrypt.pfm_description" =			"Crear carpetas de inicio de cuentas móviles con encriptación FileVault.";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"Las carpetas de inicio móviles FileVault requieren una contraseña maestra";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"Para crear carpetas de inicio móviles FileVault, se requiere una contraseña maestra del ordenador. Si la opción está a “true” y no se dispone de una contraseña maestra, es posible que se deniegue la creación de una carpeta de inicio FileVault o que no se efectúe cualquier inicio de sesión que cree una carpeta de inicio móvil.";
"cachedaccounts.create.maxSize.pfm_title" =			"Límite de tamaño de la carpeta de inicio móvil FileVault";
"cachedaccounts.create.maxSize.pfm_description" =			"Tamaño máximo de las carpetas de inicio móviles FileVault. Ajuste la opción a “noMaxSize” para no establecer ningún límite de tamaño, “fixed” para especificar un límite de tamaño en la clave “Tamaño máximo de la carpeta de inicio móvil FileVault”, y “percentOfNetworkHome” para determinar un límite de tamaño como porcentaje del tamaño máximo de la carpeta de inicio de red en la clave “Tamaño máximo de la carpeta de inicio móvil FileVault en porcentaje”.";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"Tamaño máximo de la carpeta de inicio móvil FileVault";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"Tamaño máximo de la carpeta de inicio móvil FileVault en bytes (como secuencia de caracteres). La clave “Límite de tamaño de la carpeta de inicio móvil FileVault” debe definirse como “fixed” para que este valor tenga efecto.";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"Tamaño máximo de la carpeta de inicio móvil FileVault en porcentaje";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"Tamaño máximo de la carpeta de inicio móvil FileVault en forma de porcentaje del tamaño máximo de la carpeta de inicio de red. La clave “Límite de tamaño de la carpeta de inicio móvil FileVault” debe definirse como “percentOfNetworkHome” para que este valor tenga efecto.";
"cachedaccounts.create.location.pfm_title" =			"Ubicación de la carpeta de inicio móvil";
"cachedaccounts.create.location.pfm_description" =			"Ubicación de la carpeta de inicio móvil. Ajuste a “startup” para crearla en /Usuarios en el volumen de arranque, “path” para especificar una ruta para la clave “ruta de la carpeta inicio móvil”, “userPickVolume” para permitir al usuario escoger cualquier volumen, “userPicksInternalVolume” para permitir al usuario escoger cualquier volumen interno o “userPicksExternalVolume” para permitir al usuario escoger cualquier volumen externo.";
"cachedaccounts.create.location.path.pfm_title" =			"Ruta principal de la carpeta de inicio móvil";
"cachedaccounts.create.location.path.pfm_description" =			"Ruta del sistema de archivos hasta la carpeta en la que se creará la carpeta de inicio móvil del usuario. La clave “Ubicación de la carpeta de inicio móvil” debe definirse como “path” para que este valor tenga efecto.";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"Permitir servidor FileSync";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"Ajuste la opción a “true” para usar un proceso FileSyncAgent remoto para la sincronización, si está disponible. Ajuste la opción a “false” para usar el servidor de archivos de la carpeta de inicio de red para la sincronización.";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"Requerir servidor FileSync";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"Ajuste la opción a “true” para requerir un proceso FileSyncAgent remoto para la sincronización.";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"Permitir sincronización encriptada";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"Ajuste la opción a “true” para usar encriptación de datos durante la sincronización, si está disponible. Ajuste la opción a “false” para no usar encriptación de datos durante la sincronización.";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"Requerir sincronización encriptada";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"Ajuste la opción a “True” para requerir encriptación de datos durante la sincronización.";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"Duración cuenta móvil";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"Tiempo de espera antes de eliminar una cuenta móvil y su carpeta de inicio correspondiente expresado en segundos. El valor -1 no borrará nunca una cuenta móvil. El valor 0 borrará la cuenta móvil lo antes posible.";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"Requerir sincronización para eliminar la cuenta móvil";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"Requerir una sincronización de la carpeta de inicio completada con éxito antes de eliminar una cuenta móvil. Esta función solo se aplica a los borrados automáticos controlados por la clave “Tiempo de vida de la cuenta móvil”.";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"Crear carpeta de inicio móvil con la plantilla de usuario local";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"Durante la creación de una cuenta móvil, utilice la plantilla de usuario del ordenador para crear la carpeta de inicio local.";
"cachedaccounts.create.syncURL.pfm_title" =			"URL de sincronización";
"cachedaccounts.create.syncURL.pfm_description" =			"URL de la carpeta de inicio de red usada para la sincronización de la carpeta de inicio. Configurable únicamente para la creación de cuentas móviles. “%@” se sustituirá por el nombre del registro del usuario antes de su uso. Ejemplo: afp://miservidor.apple.com/Users/BuildingA/%@.";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "Permitir la creación de PHD si se produce un error";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"Ajuste la opción a “false” para no permitir que los usuarios creen su cuenta PHD si se produce un error de sincronización.";

"timeZone.pfm_title" = "Zona horaria";
"timeZone.pfm_description" = "Ajuste la zona horaria a un nombre conocido, como “América/Los Angeles” o “EE UU/Pacífico” que se pueda encontrar en “/usr/share/zoneInfo”. ";
"timeServer.pfm_title" = "Servidor horario";
"timeServer.pfm_description" = "Especifique un nombre de servidor horario reconocido, como puede ser “time.apple.com”.";

"DisableGuestAccount.pfm_title" = "Desactivar la cuenta de invitado";
"DisableGuestAccount.pfm_description" = "Ajuste la opción a “true” para desactivar la cuenta de invitado. Ajuste a “false” para activar la cuenta de invitado.";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "Tiempos de espera antes de actualizar la lista de usuarios de la ventana de inicio de sesión";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "Especifique el número de veces adicionales que se preguntará si se desea actualizar la lista de usuarios.";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "Segundos de espera antes de actualizar la lista de usuarios de la ventana de inicio de sesión";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "Especifique el número de segundos que deben transcurrir antes de volver a preguntar si se desea actualizar la lista de usuarios. Ajuste la opción a 0 para desactivar esta función.";

"RequireAdminForIBSS.pfm_title" = "Solicitar administrador para crear IBSS de AirPort ";
"RequireAdminForIBSS.pfm_description" = "Ajuste la opción a “true” para que se solicite autenticación como administrador para crear redes IBSS individuales de AirPort. Ajuste la opción a “false” para desactivarla.";
"RequireAdminForAirPortNetworkChange.pfm_title" = "Solicitar administrador para modificar redes AirPort";
"RequireAdminForAirPortNetworkChange.pfm_description" = "Ajuste la opción a “true” para que se solicite autenticación como administrador para modificar redes AirPort. Ajuste la opción a “false” para desactivarla.";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "Solicitar administrador para modificar el estado de AirPort";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "Ajuste la opción a “true” para que se solicite autenticación como administrador para activar o desactivar AirPort. Ajuste la opción a “false” para desactivarla.";
